Repository: Lakmal256/Nawa-Niwasa-Builder-Mobile-App
Catalog: lib/l10n/app_*.arb
Languages: si, ta

# nN_236
source: Builder Register with Nawa Niwasa
si: නව නිවස සමග ඉදිකිරීම් කරුවන් ලියාපදිංචි
ta: நவ நிவசவுடன் நிர்மாணிப்பாளரை பதிவு செய்யவும்

# nN_237
source: Are you a builder or a Contractor?
si: ඔබ ඉදිකිරීම්කරුවෙකු හෝ කොන්ත්‍රාත්කරුවෙකුද?
ta: நீங்கள் நிர்மாணிப்பாளரா அல்லது ஒப்பந்ததாரரா?

# nN_238
source: Yes, I’m a builder
si: ඔව්, මම ඉදිකිරීම්කරුවෙක්
ta: ஆம், நான் ஒரு நிர்மாணிப்பாளர்

# nN_239
source: Yes, I’m a Contractor
si: මම කොන්ත්‍රාත්කරුවෙක්
ta: ஆம், நான் ஒரு ஒப்பந்ததாரர்

# nN_240
source: Contact our call center
si: අපගේ ඇමතුම් මධ්‍යස්ථානය අමතන්න
ta: எங்கள் அழைப்பு மையத்தைத் தொடர்பு கொள்ளவும்

# nN_241
source: Please login to continue our app
si: අපගේ යෙදුම දිගටම කරගෙන යාමට කරුණාකර පුරනය වන්න හෝ ලියාපදිංචි වන්න
ta: எங்கள் செயலியைத் தொடர உள்நுழையவும் அல்லது பதிவு செய்யவும்

# nN_242
source: Verify
si: තහවුරු කරන්න
ta: சரிபார்க்கவும்

# nN_243
source: Verification Code
si: සත්‍යාපන කේතය
ta: சரிபார்ப்பு குறியீடு

# nN_244
source: Enter the 6-digit verification code sent to your mobile number ending with
si: ඔබගේ ජංගම දුරකථන අංකයට යවන ලද ඉලක්කම් 6ක සත්‍යාපන කේතය ඇතුලත් කරන්න
ta: உங்கள் மொபைல் எண்ணுக்கு அனுப்பப்பட்ட 6 இலக்க சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்

# nN_245
source: Didn’t receive OTP? OTP
si: OTP ලැබුණේ නැද්ද?
ta: ஒரு தடவை பயன்பாட்டு கடவுசொல்லை பெறவில்லையா?

# nN_246
source: Resend
si: නැවත යවන්න
ta: மீண்டும் அனுப்பவும்

# nN_247
source: NIC Number
si: හැඳුනුම්පත් අංකය
ta: தேசிய அடையாள அட்டை இலக்கம்

# nN_248
source: Primary Skills
si: මූලික කුසලතා
ta: முதன்மை திறன்கள்

# nN_249
source: Job Description
si: රැකියා විස්තරය
ta: பணி விவரம்

# nN_250
source: Quality Tags
si: තත්ත්ව ටැග්
ta: தர குறிச்சொற்கள்

# nN_251
source: NVQ Qualifications NVQ
si: NVQ සුදුසුකම්
ta: தேசிய தொழில் தகமை தகுதிகள்

# nN_252
source: Other Skills
si: වෙනත් කුසලතා
ta: பிற திறன்கள்

# nN_253
source: Do you want to complete creating your account?
si: ඔබට ඔබගේ ගිණුම සෑදීම සම්පූර්ණ කිරීමට අවශ්‍යද?
ta: உங்கள் கணக்கை உருவாக்குவதை முடிக்க விரும்புகிறீர்களா?

# nN_254
source: Account created successfully
si: ගිණුම සාර්ථකව සාදන ලදී
ta: கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது

# nN_255
source: Office Phone Number
si: කාර්යාල දුරකථන අංකය
ta: அலுவலக தொலைபேசி எண்

# nN_256
source: Business Registration Number
si: ව්‍යාපාර ලියාපදිංචි අංකය
ta: வணிகப் பதிவு எண்

# nN_257
source: My Profile
si: මගේ ගිණුම
ta: என் சுயவிவரம்

# nN_258
source: Builder Profile
si: ඉදිකිරීම්කරුවන්ගේ ගිණුම
ta: நிர்மாணிப்பாளர் சுயவிவரம்

# nN_259
source: Contractor Profile
si: කොන්ත්‍රාත්කරු ගිණුම
ta: ஒப்பந்ததாரர் சுயவிவரம்

# nN_260
source: Rating
si: ශ්‍රේණිගත කිරීම
ta: மதிப்பீடு

# nN_261
source: Contact between
si: සම්බන්ධතා
ta: இடையே தொடர்பு

# nN_262
source: Base Location
si: පාදක ස්ථානය
ta: அடிப்படை இடம்

# nN_263
source: My Images
si: මගේ පින්තූර
ta: எனது படங்கள்

# nN_264
source: Add/Delete NVQ certifications you have obtained
si: ඔබ ලබාගත් NVQ සහතික එකතු කරන්න/මකන්න
ta: நீங்கள் பெற்ற தேசிய தொழில் தகமை சான்றிதழ்களைச் சேர்க்கவும்/நீக்கவும்

# nN_265
source: Add/Delete your secondary skills
si: ඔබගේ ද්විතියික කුසලතා එක් කරන්න/මකන්න
ta: உங்கள் இரண்டாம் நிலை திறன்களைச் சேர்க்கவும்/நீக்கவும்

# nN_266
source: Add/Delete the images you want customers to see of your work
si: ඔබේ ගනුදෙනුකරුවන්ට දැකීමට අවශ්‍ය පින්තූර එක් කරන්න/මකන්න
ta: வாடிக்கையாளர்கள் உங்கள் பணியைப் பார்க்க வேண்டும் என்று நீங்கள் விரும்பும் படங்களைச் சேர்க்கவும்/நீக்கவும்

# nN_267
source: Work Categories
si: වැඩ කාණ්ඩ
ta: பணி வகைகள்

# nN_268
source: Secondary Skills
si: ද්විතියික කුසලතා
ta: இரண்டாம் நிலை திறன்கள்

# nN_269
source: Contact Time Duration
si: සම්බන්ධ කරගත හැකි කාලසීමාව
ta: தொடர்பு நேரம்

# nN_270
source: Your Builder Team
si: ඔබේ ඉදිකිරීම් කණ්ඩායම
ta: உங்கள் நிர்மாணிப்பாளர் அணி

# nN_271
source: Add New Builder
si: නව ඉදිකිරීම්කරුවන් එක් කරන්න
ta: புதிய நிர்மாணிப்பாளரைச் சேர்க்கவும்

# nN_272
source: Save Builder
si: ඉදිකිරීම්කරුවන් සුරැකීම
ta: நிர்மாணிப்பாளரை சேமிக்கவும்

# nN_273
source: My Job Board
si: මගේ රැකියා විස්තරය
ta: எனது பணிச் சபை

# nN_274
source: Public Jobs
si: පොදු රැකියා
ta: பொது பணிகள்

# nN_275
source: Reject
si: ප්‍රතික්ෂේප කරන්න
ta: நிராகரிக்கவும்

# nN_276
source: Dismiss
si: ඉවත් කරන්න
ta: நிராகரிக்கவும்

# nN_1000
source: Edit
si: සංස්කරණය
ta: திருத்து

# nN_1001
source: Delete
si: මකන්න
ta: நீக்கு

# nN_1002
source: Builder Skills
si: ඉදිකරන්නන්ගේ කුසලතා
ta: பில்டர் திறன்கள்

# nN_1003
source: Add Team Member
si: කණ්ඩායම් සාමාජිකයෙකු එක් කරන්න
ta: குழு உறுப்பினரைச் சேர்

# nN_1004
source: Edit Team Member
si: කණ්ඩායම් සාමාජිකයා සංස්කරණය කරන්න
ta: குழு உறுப்பினரைத் திருத்து

# nN_1005
source: Save
si: සුරකින්න
ta: சேமி

# nN_1006
source: Builder Name
si: ඉදි කරන්නාගේ නම
ta: பில்டர் பெயர்

# nN_1007
source: Builder Mobile Number
si: බිල්ඩර් ජංගම දුරකථන අංකය
ta: பில்டர் மொபைல் எண்

# nN_1008
source: Builder NIC Number
si: ඉදි කරන්නාගේ NIC අංකය
ta: பில்டர் என்ஐசி எண்

# nN_1009
source: Write a message...
si: පණිවිඩයක් ලියන්න...
ta: ஒரு செய்தியை எழுது...

# nN_1010
source: Confirm Job
si: රැකියාව තහවුරු කරන්න
ta: வேலையை உறுதிப்படுத்து

# nN_1011
source: Decline Job
si: රැකියාව ප්‍රතික්ෂේප කරන්න
ta: வேலை நிராகரிப்பு

# nN_1012
source: The list is empty
si: ලැයිස්තුව හිස්
ta: பட்டியல் காலியாக உள்ளது

# nN_1013
source: Search My Jobs
si: මගේ රැකියා සොයන්න
ta: எனது வேலைகளைத் தேடு

# nN_1014
source: Customer name : {customerName}
si: පාරිභෝගික නම : {customerName}
ta: வாடிக்கையாளர் பெயர் : {customerName}

# nN_1015
source: Job : {jobTitle}
si: රැකියාව : {jobTitle}
ta: வேலை : {jobTitle}

# nN_1016
source: Location : {jobLocation}
si: ස්ථානය : {jobLocation}
ta: இடம் : {jobLocation}

# nN_1017
source: Status :
si: තත්ත්වය :
ta: நிலை :

# nN_1018
source: Assign Date : {jobAssignedDate}
si: පවරන දිනය : {jobAssignedDate}
ta: ஒதுக்கீடு தேதி : {jobAssignedDate}

# nN_1019
source: Chat
si: චැට්
ta: அரட்டை

# nN_1020
source: Accept
si: පිළිගන්න
ta: ஏற்றுக்கொள்

# nN_1021
source: Search My Jobs
si: මගේ රැකියා සොයන්න
ta: எனது வேலைகளைத் தேடு

# nN_1022
source: Apply
si: අයදුම් කරන්න
ta: விண்ணப்பிக்கவும்

# nN_1023
source: No pictures provided
si: පින්තූර සපයා නැත
ta: படங்கள் எதுவும் வழங்கப்படவில்லை

# nN_1024
source: Home
si: නිවස
ta: முகப்பு

# nN_1025
source: Messages
si: පණිවිඩ
ta: செய்திகள்

# nN_1026
source: Profile
si: පැතිකඩ
ta: சுயவிவரம்

# nN_1027
source: My Messages
si: මගේ පණිවිඩ
ta: எனது செய்திகள்

# nN_1028
source: Search My Messages
si: මගේ පණිවිඩ සොයන්න
ta: எனது செய்திகளைத் தேடு

# nN_1029
source: Mobile No
si: ජංගම අංකය
ta: மொபைல் எண்

# nN_1030
source: Welcome!
si: සාදරයෙන් පිළිගනිමු!
ta: வரவேற்கிறேன்!

# nN_1031
source: Latest Notifications
si: නවතම දැනුම්දීම්
ta: சமீபத்திய அறிவிப்புகள்

# nN_1032
source: There are no notifications at this moment
si: මේ මොහොතේ දැනුම්දීම් නොමැත
ta: இந்த நேரத்தில் எந்த அறிவிப்பும் இல்லை

# nN_1033
source: Cancel
si: අවලංගු කරන්න
ta: ரத்துசெய்

# nN_1034
source: An error was occurred
si: දෝෂයක් සිදු විය
ta: ஒரு பிழை ஏற்பட்டது

# nN_1035
source: Try Again
si: නැවත උත්සාහ කරන්න
ta: மீண்டும் முயற்சிக்கவும்

# nN_1036
source: Jobs: {jobCount}
si: රැකියා: {jobCount}
ta: வேலைகள்: {jobCount}

# nN_1037
source: Job description not found
si: රැකියා විස්තරය හමු නොවීය
ta: வேலை விவரம் கிடைக்கவில்லை

# nN_1038
source: Manage Crew
si: කාර්ය මණ්ඩලය කළමනාකරණය කරන්න
ta: குழுவை நிர்வகி

# nN_1039
source: Name
si: නම
ta: பெயர்

# nN_1040
source: Contact Number
si: සම්බන්ධතා අංකය
ta: தொடர்பு எண்

# nN_1041
source: Edit Name
si: නම සංස්කරණය කරන්න
ta: பெயரைத் திருத்து

# nN_1042
source: Change the name that you want to appear as your user name.
si: ඔබගේ පරිශීලක නාමය ලෙස දිස්වීමට අවශ්‍ය නම වෙනස් කරන්න.
ta: உங்கள் பயனர் பெயராக நீங்கள் தோன்ற விரும்பும் பெயரை மாற்றவும்.

# nN_1043
source: First Name
si: මුල් නම
ta: முதல் பெயர்

# nN_1044
source: Second Name
si: දෙවන නම
ta: இரண்டாம் பெயர்

# nN_1045
source: Last Name
si: අවසාන නම
ta: கடைசி பெயர்

# nN_1046
source: Submit
si: ඉදිරිපත් කරන්න
ta: சமர்ப்பி

# nN_1047
source: Edit Contact Number
si: සම්බන්ධතා අංකය සංස්කරණය කරන්න
ta: தொடர்பு எண்ணைத் திருத்து

# nN_1048
source: Change the number you want to appear for customer’s to contact you.
si: පාරිභෝගිකයින්ට ඔබව සම්බන්ධ කර ගැනීමට ඔබට පෙනී සිටීමට අවශ්‍ය අංකය වෙනස් කරන්න.
ta: வாடிக்கையாளர் உங்களைத் தொடர்புகொள்வதற்கு நீங்கள் தோன்ற விரும்பும் எண்ணை மாற்றவும்.

# nN_1049
source: Edit Location
si: ස්ථානය සංස්කරණය කරන්න
ta: இருப்பிடத்தைத் திருத்து

# nN_1050
source: Change your preferred location
si: ඔබ කැමති ස්ථානය වෙනස් කරන්න
ta: உங்கள் விருப்பமான இடத்தை மாற்றவும்

# nN_1051
source: Location
si: ස්ථානය
ta: இடம்

# nN_1052
source: An error was occurred
si: දෝෂයක් සිදු විය
ta: ஒரு பிழை ஏற்பட்டது

# nN_1053
source: Try Again
si: නැවත උත්සාහ කරන්න
ta: மீண்டும் முயற்சிக்கவும்

# nN_1054
source: Edit NVQ Certifications
si: NVQ සහතික සංස්කරණය කරන්න
ta: NVQ சான்றிதழ்களைத் திருத்து

# nN_1055
source: All NVQ Levels
si: සියලු NVQ මට්ටම්
ta: அனைத்து NVQ நிலைகளும்

# nN_1056
source: My NVQ Levels
si: මගේ NVQ මට්ටම්
ta: எனது NVQ நிலைகள்

# nN_1057
source: Edit Secondary Skills
si: ද්විතියික කුසලතා සංස්කරණය කරන්න
ta: இரண்டாம் நிலைத் திறன்களைத் திருத்து

# nN_1058
source: All Secondary skills
si: සියලු ද්විතියික කුසලතා
ta: அனைத்து இரண்டாம் நிலை திறன்கள்

# nN_1059
source: My Secondary skills
si: මගේ ද්විතියික කුසලතා
ta: எனது இரண்டாம் நிலை திறன்கள்

# nN_1060
source: Edit Timeframe
si: කාල රාමුව සංස්කරණය කරන්න
ta: காலக்கட்டத்தைத் திருத்து

# nN_1061
source: Adjust your availability timeframe by setting the start and end time
si: ආරම්භක සහ අවසන් වේලාව සැකසීමෙන් ඔබගේ පවතින කාල රාමුව සකසන්න
ta: தொடக்க மற்றும் முடிவு நேரத்தை அமைப்பதன் மூலம் உங்கள் கிடைக்கும் கால அளவை சரிசெய்யவும்

# nN_1062
source: Start
si: ආරම්භය
ta: தொடங்கு

# nN_1063
source: End
si: අවසන්
ta: முடிவு

# nN_1064
source: Update
si: යාවත්කාලීන
ta: புதுப்பிப்பு

# nN_1065
source: Edit Job Description
si: රැකියා විස්තරය සංස්කරණය කරන්න
ta: வேலை விவரத்தைத் திருத்து

# nN_1067
source: Change your job description
si: ඔබේ රැකියා විස්තරය වෙනස් කරන්න
ta: உங்கள் வேலை விளக்கத்தை மாற்றவும்

# nN_1068
source: Edit Images
si: පින්තූර සංස්කරණය කරන්න
ta: படங்களைத் திருத்து

# nN_1069
source: My Images
si: මගේ පින්තූර
ta: எனது படங்கள்

# nN_1070
source: Add Images
si: රූප එකතු කරන්න
ta: படங்களைச் சேர்

# nN_1071
source: Upload
si: උඩුගත කරන්න
ta: பதிவேற்றம்

# nN_1072
source: Delete Account
si: ගිණුම මකන්න
ta: கணக்கை நீக்கு

# nN_1073
source: This action will delete your account.
si: මෙම ක්‍රියාව ඔබගේ ගිණුම මකනු ඇත.
ta: இந்தச் செயல் உங்கள் கணக்கை நீக்கிவிடும்.

# nN_1074
source: Delete
si: මකන්න
ta: நீக்கு

# nN_1075
source: Builder register with nawa niwasa
si: නව නිවස සමඟ ගොඩනඟන්නන්ගේ ලියාපදිංචිය
ta: நவ நிவாசாவுடன் பில்டர் பதிவு

# nN_1076
source: Are you a Builder or a Contractor?
si: ඔබ ඉදිකිරීම්කරුවෙකු හෝ කොන්ත්‍රාත්කරුවෙකුද?
ta: நீங்கள் ஒரு பில்டரா அல்லது ஒப்பந்ததாரரா?

# nN_1077
source: Need any help?
si: ඕනෑම උදව්වක් අවශ්‍යද?
ta: ஏதேனும் உதவி தேவையா?

# nN_1078
source: Yes, I’m a Builder
si: ඔව්, මම ගොඩනගන්නෙක්
ta: ஆம், நான் ஒரு பில்டர்

# nN_1079
source: Yes, I’m a Contractor
si: ඔව්, මම කොන්ත්‍රාත්කරුවෙක්
ta: ஆம், நான் ஒரு ஒப்பந்ததாரர்

# nN_1080
source: Search
si: සෙවීම
ta: தேடல்

# nN_1081
source: Camera
si: කැමරාව
ta: கேமரா

# nN_1082
source: Photo & Video Library
si: ඡායාරූප සහ වීඩියෝ පුස්තකාලය
ta: புகைப்படம் மற்றும் வீடியோ நூலகம்

# nN_1083
source: Documents
si: ලේඛන
ta: ஆவணங்கள்
